Repository: timarkh/git-eaf-corpus-stats
Catalog: web_app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Title
ru: Статистика по корпусам

source: Brand
ru: Бесермянские инструменты

source: Stats_header
ru: Статистика по корпусам

source: Stats_intro
ru: На этой странице собраны основные статистические данные по корпусам, хранящимся на workspace.beserman.ru. Они обновляются автоматически при каждом обновлении файлов в репозитории.

source: General information
ru: Общая информация

source: Total
ru: Весь корпус

source: Native speakers
ru: Носители

source: Tokens
ru: Словоформ

source: Total duration
ru: Общая длина

source: Average speed
ru: Средняя скорость (слов/час)

source: Transcribed duration
ru: Общая длина сегментов с расшифровкой

source: Average speed in transcribed segments
ru: Средняя скорость без учёта пауз (слов/час)

source: Duration and tokens by speaker
ru: Время и словоупотребления по говорящим

source: Speaker
ru: Говорящий

source: Duration
ru: Время

source: Speed
ru: Скорость

source: Footer
ru: Бесермянские инструменты, 2020
